const data = [
    {
        "name": "能干",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 2,
        "r": 12.82,
        "x": 53.33,
        "y": 0
    },
    {
        "name": "和善",
        "division": "领导",
        "type": "rgb(252, 196, 38)",
        "count": 2,
        "r": 12.82,
        "x": 45.33,
        "y": 31.76
    },
    {
        "name": "盈利",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(23, 66, 121)",
        "count": 1,
        "r": 8.55,
        "x": 45.33,
        "y": 56.55
    },
    {
        "x": 40,
        "y": 95,
        "r": 2,
        "type": "rgb(252, 196, 38)",
        "name": ""
    },
    {
        "x": 15,
        "y": -50,
        "r": 2,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": -34,
        "y": 7,
        "r": 2,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": 76,
        "y": 79,
        "r": 5,
        "type": "rgb(252, 196, 38)",
        "name": ""
    },
    {
        "x": 48,
        "y": -1,
        "r": 2,
        "type": "rgb(252, 196, 38)",
        "name": ""
    },
    {
        "x": 91,
        "y": 62,
        "r": 5,
        "type": "rgb(44, 173, 177)",
        "name": ""
    },
    {
        "x": 9,
        "y": 86,
        "r": 4,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": -16,
        "y": 86,
        "r": 4,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": 43,
        "y": -10,
        "r": 4,
        "type": "rgb(23, 66, 121)",
        "name": ""
    }
];

export default data;
