const data = [
    {
        "name": "乱",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 28,
        "r": 25.6,
        "x": -56,
        "y": -17.9
    },
    {
        "name": "友好",
        "originDivision": "同事",
        "division": "员工",
        "type": "rgb(249, 79, 133)",
        "count": 26,
        "r": 25.2,
        "x": 42.67,
        "y": 13.18
    },
    {
        "name": "友善",
        "originDivision": "同事",
        "division": "员工",
        "type": "rgb(249, 79, 133)",
        "count": 18,
        "r": 23.2,
        "x": 42.67,
        "y": 47.33
    },
    {
        "name": "平易近人",
        "originDivision": "领导",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 18,
        "r": 23.2,
        "x": 45.33,
        "y": -10.54
    },
    {
        "name": "牛",
        "originDivision": "技术",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 16,
        "r": 22.57,
        "x": 61.33,
        "y": -6.35
    },
    {
        "name": "枯燥",
        "division": "工作",
        "type": "rgb(23, 66, 121)",
        "count": 16,
        "r": 22.57,
        "x": -34.67,
        "y": 56.27
    },
    {
        "name": "单一",
        "division": "工作",
        "type": "rgb(23, 66, 121)",
        "count": 16,
        "r": 22.57,
        "x": -8,
        "y": 16.84
    },
    {
        "name": "有钱",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 16,
        "r": 22.57,
        "x": 29.33,
        "y": 44.32
    },
    {
        "name": "和善",
        "originDivision": "领导",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 16,
        "r": 22.57,
        "x": 45.33,
        "y": 15.25
    },
    {
        "name": "压抑",
        "division": "工作",
        "type": "rgb(23, 66, 121)",
        "count": 16,
        "r": 22.57,
        "x": -29.33,
        "y": 5.55
    },
    {
        "name": "着想",
        "division": "员工",
        "type": "rgb(249, 79, 133)",
        "count": 14,
        "r": 21.84,
        "x": 32,
        "y": 66.08
    },
    {
        "name": "扩张",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 14,
        "r": 21.84,
        "x": 32,
        "y": 37.57
    },
    {
        "name": "待遇好",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 14,
        "r": 21.84,
        "x": 42.67,
        "y": 7.76
    },
    {
        "name": "领头羊",
        "division": "行业",
        "type": "#3cb371",
        "count": 12,
        "r": 21,
        "x": 48,
        "y": 38.69
    },
    {
        "name": "心寒",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 10,
        "r": 20.02,
        "x": -40,
        "y": 41.13
    },
    {
        "name": "乏味",
        "division": "工作",
        "type": "rgb(23, 66, 121)",
        "count": 10,
        "r": 20.02,
        "x": -10.67,
        "y": 23.24
    },
    {
        "name": "盈利",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 9,
        "r": 19.44,
        "x": 45.33,
        "y": 55.77
    },
    {
        "name": "忽悠",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 8,
        "r": 18.8,
        "x": -26.67,
        "y": 7.71
    },
    {
        "name": "失望",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 8,
        "r": 18.8,
        "x": -37.33,
        "y": 38.72
    },
    {
        "name": "恶劣",
        "division": "工作",
        "type": "rgb(23, 66, 121)",
        "count": 8,
        "r": 18.8,
        "x": -45.33,
        "y": 46.2
    },
    {
        "name": "挣钱",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 6,
        "r": 17.24,
        "x": 45.33,
        "y": 40.77
    },
    {
        "name": "靠谱",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 6,
        "r": 17.24,
        "x": 32,
        "y": 51.32
    },
    {
        "name": "忍受",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 6,
        "r": 17.24,
        "x": -24,
        "y": 60.74
    },
    {
        "name": "听话",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 6,
        "r": 17.24,
        "x": 8,
        "y": -17.9
    },
    {
        "name": "洗脑",
        "division": "员工",
        "type": "rgb(249, 79, 133)",
        "count": 4,
        "r": 15.04,
        "x": -53.33,
        "y": 41.86
    },
    {
        "name": "反感",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 4,
        "r": 15.04,
        "x": -26.67,
        "y": 17.3
    },
    {
        "name": "进取",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 4,
        "r": 15.04,
        "x": 45.33,
        "y": 21.49
    },
    {
        "name": "不爽",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 4,
        "r": 15.04,
        "x": -56,
        "y": -8.62
    },
    {
        "name": "不靠谱",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 4,
        "r": 15.04,
        "x": -53.33,
        "y": 5.55
    },
    {
        "name": "节约",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 4,
        "r": 15.04,
        "x": 21.33,
        "y": 10.26
    },
    {
        "name": "有趣",
        "division": "工作",
        "type": "rgb(23, 66, 121)",
        "count": 4,
        "r": 15.04,
        "x": 42.67,
        "y": -32.93
    },
    {
        "name": "认真",
        "division": "工作",
        "type": "rgb(23, 66, 121)",
        "count": 4,
        "r": 15.04,
        "x": 40,
        "y": 57.78
    },
    {
        "name": "值钱",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 4,
        "r": 15.04,
        "x": 34.67,
        "y": 31.31
    },
    {
        "name": "景气",
        "division": "行业",
        "type": "#3cb371",
        "count": 4,
        "r": 15.04,
        "x": 45.33,
        "y": 66.7
    },
    {
        "name": "领军",
        "division": "行业",
        "type": "#3cb371",
        "count": 4,
        "r": 15.04,
        "x": 45.33,
        "y": 20.49
    },
    {
        "name": "加工资",
        "division": "员工",
        "type": "rgb(249, 79, 133)",
        "count": 2,
        "r": 11.28,
        "x": 53.33,
        "y": -66.37
    },
    {
        "name": "能干",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 2,
        "r": 11.28,
        "x": 53.33,
        "y": -16.64
    },
    {
        "name": "懒",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 2,
        "r": 11.28,
        "x": -45.33,
        "y": -2.72
    },
    {
        "name": "牛逼",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 2,
        "r": 11.28,
        "x": 48,
        "y": -29.88
    },
    {
        "name": "脚踏实地",
        "division": "员工",
        "type": "rgb(249, 79, 133)",
        "count": 2,
        "r": 11.28,
        "x": 48,
        "y": -72.05
    },
    {
        "name": "心痛",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 2,
        "r": 11.28,
        "x": -42.67,
        "y": -33.93
    },
    {
        "name": "幸福",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 2,
        "r": 11.28,
        "x": 58.67,
        "y": 38
    },
    {
        "name": "留不住",
        "originDivision": "人才",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 2,
        "r": 11.28,
        "x": -29.33,
        "y": 4.71
    },
    {
        "name": "衰落",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 2,
        "r": 11.28,
        "x": -34.67,
        "y": 12.95
    },
    {
        "name": "裁员",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 2,
        "r": 11.28,
        "x": -32,
        "y": 34.88
    },
    {
        "name": "可怜",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 2,
        "r": 11.28,
        "x": -26.67,
        "y": -27.66
    },
    {
        "name": "繁忙",
        "division": "工作",
        "type": "rgb(23, 66, 121)",
        "count": 2,
        "r": 11.28,
        "x": -13.33,
        "y": -27.66
    },
    {
        "name": "贡献",
        "originDivision": "公司",
        "division": "企业",
        "type": "rgb(252, 196, 38)",
        "count": 2,
        "r": 11.28,
        "x": 18.67,
        "y": -13.42
    },
    {
        "name": "放心",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 2,
        "r": 11.28,
        "x": 34.67,
        "y": 58.92
    },
    {
        "name": "怀疑",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 2,
        "r": 11.28,
        "x": -29.33,
        "y": 6.94
    },
    {
        "name": "翘楚",
        "division": "行业",
        "type": "#3cb371",
        "count": 2,
        "r": 11.28,
        "x": 48,
        "y": 41.86
    },
    {
        "name": "温暖",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 2,
        "r": 11.28,
        "x": 53.33,
        "y": 10.33
    },
    {
        "name": "奖励",
        "division": "员工",
        "type": "rgb(249, 79, 133)",
        "count": 2,
        "r": 11.28,
        "x": 48,
        "y": -16.26
    },
    {
        "name": "失业",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 1,
        "r": 7.52,
        "x": -45.33,
        "y": -6.91
    },
    {
        "name": "放松",
        "division": "人",
        "type": "rgb(44, 173, 177)",
        "count": 1,
        "r": 7.52,
        "x": 32,
        "y": 5.86
    },
    {
        "x": 38,
        "y": 51,
        "r": 5,
        "type": "rgb(252, 196, 38)",
        "name": ""
    },
    {
        "x": 82,
        "y": -19,
        "r": 5,
        "type": "rgb(249, 79, 133)",
        "name": ""
    },
    {
        "x": 46,
        "y": -11,
        "r": 2,
        "type": "rgb(249, 79, 133)",
        "name": ""
    },
    {
        "x": 7,
        "y": 85,
        "r": 3,
        "type": "rgb(252, 196, 38)",
        "name": ""
    },
    {
        "x": -5,
        "y": -86,
        "r": 2,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": -30,
        "y": 82,
        "r": 5,
        "type": "rgb(252, 196, 38)",
        "name": ""
    },
    {
        "x": -37,
        "y": 87,
        "r": 5,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": 71,
        "y": -12,
        "r": 4,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": -66,
        "y": -35,
        "r": 3,
        "type": "rgb(252, 196, 38)",
        "name": ""
    },
    {
        "x": 34,
        "y": 73,
        "r": 3,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": -12,
        "y": 79,
        "r": 4,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": -24,
        "y": -55,
        "r": 4,
        "type": "rgb(252, 196, 38)",
        "name": ""
    },
    {
        "x": -15,
        "y": -65,
        "r": 4,
        "type": "rgb(252, 196, 38)",
        "name": ""
    },
    {
        "x": -7,
        "y": 83,
        "r": 4,
        "type": "rgb(249, 79, 133)",
        "name": ""
    },
    {
        "x": -36,
        "y": 32,
        "r": 2,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": -87,
        "y": -12,
        "r": 3,
        "type": "rgb(249, 79, 133)",
        "name": ""
    },
    {
        "x": -86,
        "y": -35,
        "r": 5,
        "type": "rgb(249, 79, 133)",
        "name": ""
    },
    {
        "x": 75,
        "y": -69,
        "r": 4,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": 50,
        "y": -12,
        "r": 4,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": -13,
        "y": -45,
        "r": 4,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": -32,
        "y": 49,
        "r": 5,
        "type": "rgb(252, 196, 38)",
        "name": ""
    },
    {
        "x": -3,
        "y": -54,
        "r": 3,
        "type": "rgb(249, 79, 133)",
        "name": ""
    },
    {
        "x": -7,
        "y": -87,
        "r": 5,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": 23,
        "y": -40,
        "r": 4,
        "type": "rgb(249, 79, 133)",
        "name": ""
    },
    {
        "x": -12,
        "y": 84,
        "r": 4,
        "type": "rgb(249, 79, 133)",
        "name": ""
    },
    {
        "x": -32,
        "y": 65,
        "r": 3,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": -20,
        "y": 2,
        "r": 5,
        "type": "rgb(249, 79, 133)",
        "name": ""
    },
    {
        "x": -28,
        "y": -56,
        "r": 4,
        "type": "rgb(23, 66, 121)",
        "name": ""
    },
    {
        "x": 81,
        "y": -32,
        "r": 3,
        "type": "rgb(252, 196, 38)",
        "name": ""
    }
]

export default data;
